Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Steps to activate the sharps injury prevention feature
es_es: Fases del dispositivo hasta la activación de la función de prevención de lesiones cortantes

source: Sterile Filter Validation Report,
es_es: Informe de validación del filtrado estéril.

source: Sterile Filtration
es_es: Filtración estéril

source: Sterile Manufacturing
es_es: Fabricación estéril

source: Sterile Products
es_es: Productos estériles

source: Sterile filter
es_es: Filtro estéril

source: Sterile filter:
es_es: Filtro estéril:

source: Sterile filtration
es_es: Filtrado estéril

source: Sterile filtration and filling are performed under aseptic conditions, with routine monitoring of production areas and personnel.
es_es: La filtración y el llenado estériles se realizan en condiciones asépticas, con controles de rutina, tanto para las áreas de producción como para el personal.

source: Sterile filtration and filling are performed under aseptic conditions.
es_es: La filtración y el llenado estériles se realizan en condiciones asépticas.

source: Sterile filtration inc.
es_es: filtrado estéril, que incluye

source: Sterile filtration is performed using a capsule filter, with a pore size of 0.2 μm, PVDF membrane and a membrane surface area of 0.19 m2.
es_es: La filtración estéril se realiza mediante un filtro de cápsula, con un tamaño de poro de 0.2 μm, membrana de PVDF y una superficie de membrana de 0.19 m2.

source: Sterile filtration of drug substance is performed using a PVDF membrane capsule filter with a nominal pore size of 0.2 μm.
es_es: La filtración estéril del principio activo se hace con un filtro de cápsula con membrana de fluoruro de polivinilideno, con un tamaño de poro nominal de 0.2 μm.

source: Sterile manufacturing
es_es: Fabricación estéril

source: Sterile manufacturing 4
es_es: Fabricación estéril 4

source: Sterile products
es_es: Productos estériles

source: Steriliaztion:
es_es: Esterilización:

source: Sterilisation / depyrogenation of vials
es_es: Esterilización/despirogenación de frascos-ampollas

source: Sterilisation and drying of stoppers
es_es: Esterilización y secado de tapones

source: Sterilise by heating in an autoclave at 121 °C for 15 min.
es_es: Esterilizar calentando en autoclave 15 min a 121° C.

source: Sterilised rubber stoppers are introduced into the isolator through a transfer port.
es_es: Los tapones de caucho esterilizados ingresan en aislamiento a través de un puerto de transferencia.

source: Sterilised water for injections
es_es: Agua para inyectable esterilizada

source: Sterilised Water for Injections
es_es: Agua para inyección esterilizada

source: Sterility
es_es: Esterilidad

source: Sterility and bacterial endotoxin testing are performed on DP as part of the routine release testing.
es_es: Se realizan pruebas de esterilidad y endotoxinas bacterianas al medicamento como parte de las pruebas de liberación de rutina.

source: Sterility is a pharmacopoeial requirement for parenteral preparations to ensure patient safety.
es_es: La esterilidad es un requisito de farmacopea de las preparaciones parenterales para garantizar la seguridad del paciente.

source: Sterility is potentially impacted by syringe and plunger stopper preparation process (sterilization).
es_es: Podría afectar la estabilidad el proceso de preparación de la jeringa y el tapón del émbolo (esterilización).

source: Sterility of tenecteplase DP is a pharmacopoeial requirement for parenteral preparations to ensure patient safety.
es_es: La esterilidad del medicamento tenecteplasa es un requisito farmacopeico para las preparaciones parenterales para garantizar la seguridad del paciente.

source: Sterility of the DP is assured by use of sterilised product-contact components and surfaces, sterile in-line filtration, filling and lyophilisation in a grade A isolator environment.
es_es: La esterilidad del medicamento está garantizada por el uso de componentes y superficies de contacto con el producto debidamente esterilizados, y procesos estériles de filtrado en línea, llenado y liofilización en un ambiente aislado de grado A.

source: Sterility of the PFS content must be given over shelf-life.
es_es: La esterilidad del contenido de la jeringa prellenada debe garantizarse durante su vida útil.

source: Sterility*
es_es: Esterilidad*

source: Sterility, CCIT
es_es: Esterilidad, pruebas de integridad del envase y sistema de cierre

source: Sterility/CCI
es_es: Esterilidad/Integridad del envase y sistema de cierre

source: Sterility; Chapter 2.6.14
es_es: Esterilidad; Capítulo 2.6.14

source: Sterility1
es_es: Esterilidad1

source: Sterilization
es_es: Esterilización

source: Sterilization of equipment
es_es: Esterilización de equipos

source: Sterilization-in-Place
es_es: Esterilización in situ

source: Sterilized water for injections
es_es: Agua para inyección esterilizada

source: Sterilized water for injections / purified water
es_es: Agua para inyección esterilizada / agua purificada

source: Still, based on the equipment set up and increased batch size minor adaptations to the manufacturing process are needed:
es_es: Aun así, considerando la configuración del equipamiento y el mayor tamaño de partida, se requieren algunas leves adaptaciones en el proceso de fabricación.

source: Still, main glycosylation variants are resolved by both methods and their relative distribution (see Table 70) and the qualitative profiles (Figure 50) are comparable.
es_es: Aun así, ambos métodos resuelven las principales variantes de glicosilación, cuya distribución relativa (véase la Tabla 70) y perfiles cualitativos (Figura 50) son comparables.

source: Stir with a glass rod.
es_es: Agitar con una varilla de vidrio.

source: Stirring time
es_es: Tiempo de agitación

source: Stirring time 24 h
es_es: Período de agitación, 24 horas

source: Stirring time 3 h
es_es: Período de agitación, 3 horas

source: Stock Standard:
es_es: Solución madre estándar:

source: Stock solution
es_es: Solución madre

source: Stock test solution
es_es: Solución madre de análisis

source: Stop
es_es: Detención

source: Stopper seat check prior to crimping
es_es: Prueba de asentamiento del tapón previa al sellado

source: Stopper movement during transport
es_es: Movimiento del tapón durante el transporte

source: Stopper position (individual) at the stopper position control
es_es: Posición del tapón (individual) en su control de posición

source: Stopper position 1
es_es: Posición del tapón 1

source: Stopper position at the stopper position control, exclusion criterion
es_es: Calce del tapón en el control de posición del tapón, criterio de exclusión

source: Stopper position control 1 (individual)
es_es: Control del calce del tapón 1 (individual)

source: Stopper position control 1 exclusion criterion
es_es: Criterio de exclusión del control del calce del tapón1

source: Stopper treatment unit
es_es: Unidad de tratamiento de tapones

source: Stoppering
es_es: Colocación de tapones

source: Stoppering ang crimping
es_es: Colocación de tapones y tapas de cierre metálicas

source: Stor.
es_es: Almac.

source: Storage
es_es: Almacenamiento

source: Storage Statement
es_es: Declaración sobre condiciones de almacenamiento

source: Storage condition
es_es: Condición de almacenamiento

source: Storage conditions
es_es: Condiciones de almacenamiento

source: Storage conditions, time points and test parameters for post-approval stability testing
es_es: Condiciones de almacenamiento, momentos de medición y parámetros analíticos de las pruebas de estabilidad posteriores a la aprobación

source: Storage conditions, time points and test parameters for stability testing
es_es: Condiciones de almacenamiento, momentos de medición y parámetros analíticos de las pruebas de estabilidad

source: Storage conditions:
es_es: Condiciones de almacenamiento:

source: Storage of column:
es_es: Almacenamiento de la columna

source: Storage period
es_es: Período de almacenamiento

source: Storage temperature in lyophiliser after lyophilisation
es_es: Temperatura de almacenamiento en el liofilizador después de la liofilización

source: Storage time
es_es: Tiempo de almacenamiento

source: Storage time [months]
es_es: Tiempo de almacenamiento [meses]

source: Storage:
es_es: Almacenamiento:

source: Store in the original package
es_es: Almacenar en el envase original

source: Store refrigerated at 2 - 8°C (36 - 46°F)
es_es: Almacenar refrigerado a 2 - 8° C (36 - 46° F)

source: Strain
es_es: Cepa

source: Strategic Clinical Network:
es_es: Red Clínica Estratégica:

source: Stratified by VTE type, 40% of females were newly diagnosed with DVT, 12% were newly diagnosed with PE, and 5% were newly diagnosed with both DVT and PE (see SI.Table 43 below) [R17-1457].
es_es: Al estratificarlas por tipo de TEV, 40% de las pacientes femeninas tenían diagnóstico reciente de trombosis venosa profunda, 12% tenían diagnóstico reciente de embolia pulmonar y 5% tenían diagnóstico reciente de trombosis venosa profunda y embolia pulmonar (ver SI.Tabla 43) [R17-1457].

source: Stratum
es_es: Estrato

source: Strength
es_es: Concentración

source: Strength (mg)
es_es: Concentración (mg)

source: Strength / concentration
es_es: Potencia / Concentración

source: Strength [mg]
es_es: Concentración [mg]

source: Strength in mg/tablet
es_es: Concentración mg/comprimido

source: Strerility
es_es: Estrerilidad

source: Stress
es_es: C. extremas

source: Stroke
es_es: Accidente cerebrovascular

source: Stroke Foundation website.
es_es: Sitio web de Stroke Foundation.

source: Stroke Imaging Research Roadmap
es_es: Stroke Imaging Research Roadmap (Guía de investigación en imágenes aplicadas a accidentes cerebrovasculares)

source: Stroke is the third most common cause of death in most Western countries and the major cause of disability.(5) The incident number of acute stroke events is greater than that of acute coronary events, although the resources and acute interventions available do not match this state of affairs.(6) In Australia and the Western world, 80% of strokes are ischemic ie result from blocked blood supply to part of the brain.
es_es: El accidente cerebrovascular es la tercera causa de muerte más frecuente en la mayoría de los países occidentales y la principal causa de discapacidad.(5) La cantidad de eventos nuevos de accidente cerebrovascular agudo fue mayor que la cantidad de eventos coronarios agudos nuevos, aunque los recursos y las intervenciones agudas disponibles no se corresponden con esta situación.(6) En Australia y Occidente, 80% de los accidentes cerebrovasculares son isquémicos, es decir, son producto del bloqueo del suministro de sangre a una parte del cerebro.

source: Stroke is the third most common cause of death in most Western countries and the major cause of disability.
es_es: El accidente cerebrovascular es la tercera causa de muerte más frecuente en la mayoría de los países occidentales y la principal causa de discapacidad.

source: Stroke is the third most common cause of death in most Western countries and the major cause of disability.(5)
es_es: El accidente cerebrovascular es la tercera causa de muerte más frecuente en la mayoría de los países occidentales y la principal causa de discapacidad.(5)

source: Stroke onset to needle time (min)
es_es: Tiempo desde el inicio hasta el ACV (min)

source: Stroke or serious head or spinal trauma in the preceding three months.
es_es: Accidente cerebrovascular o traumatismo craneal o espinal serio en los tres meses previos.

source: Stroke progression due to large edematous infarct.
es_es: Progresión del ACV debido a infarto extenso edematoso.

source: Stroke progression, discharge to palliative care
es_es: Progresión de ACV, alta para cuidados paliativos

source: Stroke progression/pneumonia leading to death
es_es: Progresión de ACV /neumonía que derivó en la muerte

source: Stroke symptom onset to hospital arrival (n=1533)
es_es: Síntoma inicial de ACV a la llegada al hospital (n=1533)

source: Stroke symptom onset to hospital arrival (n=1560)
es_es: Síntoma inicial de ACV a llegada al hospital (n=1560)

source: Stroke symptom onset to needle (intravenous thrombolysis start) (n=1535)
es_es: Síntoma inicial de ACV a punción (inicio de trombólisis intravenosa; n=1535)

source: Stroke symptom onset to needle (intravenous thrombolysis start; n=1562)
es_es: Síntoma inicial de ACV a punción (inicio de trombólisis intravenosa; n=1562)

source: Stroke symptom onset to randomisation (n=1543)
es_es: Síntoma inicial de ACV a aleatorización (n=1543)

source: Stroke symptom onset to randomisation (n=1570)
es_es: Síntoma inicial de ACV a aleatorización (n=1570)

source: Stroke symptoms due to another non-ischemic acute neurological condition such as seizure with postictal Todd's paralysis or focal neurological signs due to severe hypo- or hyperglycaemia.
es_es: Síntomas de accidente cerebrovascular debidos a otra afección neurológica aguda no isquémica, como una convulsión con parálisis de Todd postictal o signos neurológicos focales por hipoglucemia o hiperglucemia graves.

source: Structural heart disease (left atrial enlargement and/or left ventricularhypertrophy) documented by echocardiogram at Visit 1 or within 6 monthsprior to Visit 1
es_es: Cardiopatía estructural (agrandamiento auricular izquierdo y/o hipertropia ventricular izquierda) documentada en la Visita 1 o dentro de los 6 meses previos a esta

source: Structural heart disease only
es_es: Cardiopatía estructural únicamente

source: Structure
es_es: Estructura

source: Structure function relation in vitro assessment via correlation plot.
es_es: Evaluación in vitro de la relación estructura-función mediante a través de gráfica una correlación.

source: Structure of Product Z
es_es: Estructura del Producto Z

source: Studentized Residuals
es_es: Residuales con T de Student

source: Studentized Residuals of linear least squares regression
es_es: Residuales de los mínimos cuadrados lineales con T de Student

source: Studentized Residuals of weighted linear least squares regression
es_es: Residuales de la regresión lineal ponderada con mínimos cuadrados lineales, calculados con T de Student

source: Studentized residuals for the estimated weighted linear model
es_es: Valores residuales del modelo lineal estimado ponderado, calculado con T de Student

source: Studies performed in the period of 1986-2004, including study for the initial marketing authorization application (document number 79815_P351AL0102 / A081979)
es_es: Estudios realizados en el periodo 1986-2004, entre los que se incluye el estudio mediante el cual se solicita la autorización para la comercialización inicial (número de documento 79815_P351AL0102 / A081979)

source: Studies presented in the alteplase lyophilizate and solvent for injection dossier date from this period.
es_es: Los estudios presentados en el dossier de alteplasa, liofilizado y disolvente para inyección datan de ese período.

source: Studies to determine suitable hold times for DS at 2 – 8°C and 20 – 25°C were conducted during development for tenecteplase 40 mg/vial and 50 mg/vial.
es_es: Durante el desarrollo de tenecteplasa, 40 mg/frasco y 50 mg/frasco, se llevaron estudios para determinar los tiempos de deteción adecuados para el principio activo a 2 – 8 °C y 20 – 25 °C.

source: Studies which are conditions of the marketing authorisation
es_es: Estudios que son condiciones de la autorización para la comercialización

source: Study Assessments and Procedures
es_es: Evaluaciones y procedimientos del estudio

source: Study Design).
es_es: Diseño del estudio).

source: Study Design:
es_es: Diseño del estudio:

source: Study Duration:
es_es: Duración del estudio:

source: Study Endpoints:
es_es: Criterios de valoración del estudio:

source: Study Feasibility
es_es: Factibilidad del estudio

source: Study No.
es_es: N.° de estudio

source: Study No.:
es_es: N.° de estudio:

source: Study Period
es_es: Periodo de estudio

source: Study Plan
es_es: Plan del estudio

source: Study Plan (see Appendix 1.
es_es: Plan del estudio (ver Apéndice 1.

source: Study Population
es_es: Población del estudio

source: Study Procedures:
es_es: Procedimientos del estudio:

source: Study Report
es_es: Informe del estudio

source: Study Restrictions
es_es: Restricciones de estudio

source: Study Size
es_es: Tamaño del estudio

source: Study Visits
es_es: Visita de estudio

source: Study characteristics, including case definitions and procedures to ascertain VTE cases influenced the magnitude of the incidence rates reported in each study.
es_es: La magnitud de las tasas de incidencia informadas en cada estudio dependió sus características, incluidas la definición y los procedimientos para determinar los casos de TEV.

source: Study code:
es_es: Código del estudio:

source: Study design
es_es: Diseño del estudio

source: Study design and participants
es_es: Diseño del estudio y participantes

source: Study design and type of control
es_es: Diseño del estudio y tipo de control

source: Study initiation date:
es_es: Fecha de inicio del estudio:

source: Study is ongoing until end of the intended shelf life
es_es: El estudio está en curso hasta el final de la vida útil prevista.

source: Study is ongoing up to 12 months
es_es: El estudio está en curso por hasta 12 meses.

source: Study is ongoing up to 6 months
es_es: El estudio está en curso por hasta 6 meses.

source: Study measurements and assessments scheduled to occur before trial medication administration on Day 1 were to be performed and completed within 2 h prior to drug administration.
es_es: Las mediciones y evaluaciones del estudio programadas para antes de la administración del medicamento experimental el día 1 debían realizarse y completarse dentro de las 2 horas previas a la administración.

source: Study medications were administered under the supervision of the investigator or a designee at the trial site, assuring sufficient compliance.
es_es: Los medicamentos del estudio se administraron bajo la supervisión del investigador o quien él designara en el centro del ensayo, lo que garantizó un cumplimiento suficiente.

source: Study monitoring will be performed by Neuroscience Trials Australia (NTA), a business unit within The Florey Institute of Neuroscience and Mental Health.
es_es: El seguimiento del estudio estará a cargo de Neuroscience Trials Australia (NTA), una unidad operativa dentro del Instituto de Neurociencia y Salud Mental The Florey.

source: Study name:
es_es: Título del estudio:

source: Study outcomes using mixed effects modelling
es_es: Resultados del estudio usando modelos de efectos mixtos

source: Study outcomes using mixed effects modelling with random effect for trial center (post-hoc analysis)
es_es: Criterios de valoración del estudio mediante modelo de efectos mixtos con efecto aleatorio por centro del estudio (análisis post hoc)

source: Study participation was not permitted if any of the following criteria was met:
es_es: No se permitió la participación en el estudio de personas que presentaran alguna de las condiciones enumeradas a continuación.

source: Study participation was possible if all of the following criteria were met:
es_es: La participación en el estudio estuvo supeditada al cumplimiento de todos los criterios enumerados a continuación.

source: Study period:
es_es: Periodo de estudio:

source: Study procedures & assessments).
es_es: Procedimientos y evaluaciones del estudio).

source: Study schedule of assessments).
es_es: Cronograma de las evaluaciones del estudio).

source: Sub-visible particles
es_es: partículas subvisibles

source: Sub-visible particles (according respective USP, Ph.
es_es: Partículas subvisibles (según, respectivamente, USP, Ph.

source: Sub-visible particles (according respective USP, Ph. Eur, JP
es_es: Partículas subvisibles (según, respectivamente, USP, Ph. Eur., JP

source: Subarachnoid haemorrhage
es_es: Hemorragia subaracnoidea

source: Subarachnoid haemorrhage (SAH)
es_es: Hemorragia subaracnoidea (SAH)

source: Subclass
es_es: Subclase

source: Subclass*
es_es: Subclase*

source: Subcutaneous
es_es: Subcutánea

source: Subdural haemorrhage
es_es: Hemorragia subdural

source: Subdural haemorrhage (SDH)
es_es: Hemorragia subdural (SDH)

source: Subgroup analyses (by sex and diabetes status) were also analysed based on the narrow BIcMQ.
es_es: Los análisis de subgrupos (por sexo y estado de diabetes) también se analizaron basándose en la consulta específica BIcMQ.

source: Subgroup analyses by pre-defined demographic and baseline characteristics (e.g. comorbidities, risk factors, and background medications) were carried out.
es_es: Se llevaron a cabo análisis de subgrupos estratificados por características demográficas predefinidas y condición inicial (por ejemplo, comorbilidades, factores de riego y medicación de base).

source: Subgroup analyses by sex and diabetes status showed that events occurred in both male and female patients, and in both patients with or without diabetes (Table 12.1.3.5:2).
es_es: Los análisis estratificados por subgrupos de sexo y estado de diabetes demostraron que los eventos se dieron en pacientes varones y mujeres, con y sin diabetes (Tabla 12.1.3.5:2).

source: Subgroup analyses could be carried out irrespective of whether there is a significant treatment effect on the outcome.
es_es: Se podrían realizar análisis de subgrupos independientemente de si el tratamiento produce un efecto significativo sobre el resultado o no.

source: Subgroup analyses for eGFR (CKD-EPI)cr [mL/min/1.73 m2] slope of change from baseline, random intercept random slope model – TS (on-treatment)
es_es: Análisis de subgrupos de la TFGe (ERC-EPI)cr [ml/min/1.73 m2], pendiente del cambio desde el inicio, modelo de ordenada al origen aleatoria y pendiente aleatorias. Grupo tratado (en tratamiento)

source: Subgroup analyses for the time to adjudicated CV death, Cox regression – RS
es_es: Análisis por subgrupos del tiempo transcurrido hasta la muerte cardiovascular adjudicada, regresión de Cox. Grupo aleatorizado

source: Subgroup analyses for the time to the first event of adjudicated CV death or HHF, Cox regression – RS
es_es: Análisis por subgrupos del tiempo hasta el primer evento adjudicado como muerte cardiovascular u hospitalización por insuficiencia cardíaca, regresión de Cox. Grupo aleatorizado

source: Subgroup analyses for the time to the occurrence of adjudicated HHF (first and recurrent), joint frailty model – RS
es_es: Análisis de subgrupos para el tiempo transcurrido hasta la hospitalización por insuficiencia cardíaca adjudicada (primera y recurrente), modelo de fragilidad conjunta, grupo aleatorizado

source: Subgroup analyses for the time to the occurrence of first adjudicated HHF – RS
es_es: Análisis de subgrupos para el tiempo transcurrido hasta la primera hospitalización por insuficiencia cardíaca adjudicada, Grupo aleatorizado

source: Subgroup analyses showed consistent results for the treatment effect across subgroup categories [c23238241, Tables 15.2.1.6.3: 1 and 15.2.1.6.3: 3].
es_es: Los análisis de subgrupos fueron coherentes con el efecto del tratamiento en todas las categorías de subgrupos [c23238241, Tablas 15.2.1.6.3: 1 y 15.2.1.6.3: 3].

source: Subgroup analyses showed that the treatment difference between linagliptin and glimepiride was consistent across subgroup categories.
es_es: Los análisis de subgrupos arrojaron que la diferencia de tratamientos entre linagliptina y glimepirida fue sistemática en todas las categorías de subgrupos.

source: Subgroup analyses were carried out.
es_es: Se llevaron a cabo análisis por subgrupos.
